IDEA Open Model
LoadImpulse.X Property
Compatible with IDEA StatiCa Beta 20.0
 Load in X direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double X { get; set; }
Public Property X As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LoadImpulse Structure
IdeaRS.OpenModel.Loading Namespace